
print("Выберите одну из функиций:"
            "\n1 - Создать новое объявление"
            "\n2 - Создать новую недвижимость"
            "\n3 - Купить недвижимость"
            "\n4 - Посмотреть недвижимость"
            "\n5 - Посмотреть объявление")
action = int(input())
print("Заполните индекс объявления: ")
index = int(input())
print("Владелец: 0xf5B44263e4Ee18BD6a96A200229Be64206743c3A"
            "\nЦена: 25"
            "\nИндекс дома: 1"
            "\nИнформация про дом: бигбонбигдом"
            "\nКартинка: нема"
            "\nНомер телефона: +79109999999"
            "\nСтатус: False")
print("Выберите одну из функиций:"
            "\n1 - Создать новое объявление"
            "\n2 - Создать новую недвижимость"
            "\n3 - Купить недвижимость"
            "\n4 - Посмотреть недвижимость"
            "\n5 - Посмотреть объявление")
action = int(input())
print("Заполните индекс объявления: ")
index = int(input())